[
    {
        "titre": "Moovizy 2.0",
        "image": "moovizy.jpg",
        "description": "Concept d'une nouvelle version de l'application mobile Moovizy pour Saint-Étienne Métropole, axée sur l'intermodalité des transports",
        "type": "Projet typé UI/UX",
        "date": "Janvier 2024",
        "pictos":["p-figma"],
        "librairies": [],
        "objectif": "Prendre en main l'outil de conception Figma, comprendre les besoins des utilisateurs, formuler des problématiques pertinentes et concevoir des solutions innovantes.",
        "lien": "https://aldevweb.github.io/portfolio_aldev/moovizy"
    },
    {
        "titre": "La Ruche",
        "image": "ruche.jpg",
        "description": "'La Ruche', découvrez nos miels traditionnels et respectueux, fruits d'un engagement profond envers l'apiculture durable.",
        "type": "Premier projet front One-Page",
        "date": "Janvier 2024",
        "pictos":["p-html", "p-css"],
        "librairies": [],
        "objectif": "Apprentissage des langages HTML et CSS, suivi d'une adaptation responsive par la suite.",
        "lien": "https://aldevweb.github.io/ruche/"
    },
    {
        "titre": "Interno",
        "image": "interno.jpg",
        "description": "'Interno' : votre destination pour un design d'intérieur sur mesure, créatif et de qualité. Explorez nos services, projets et contactez notre équipe. Abonnez-vous à notre newsletter pour les dernières tendances.",
        "type": "Premier projet front multipage",
        "date": "Janvier 2024",
        "pictos":["p-html", "p-css"],
        "librairies": [],
        "objectif": "Utilisation des connaissances en HTML et CSS pour créer un design responsive, incluant la création d'un formulaire de contact.",
        "lien": "https://aldevweb.github.io/interno/"
    },
    {
        "titre": "MNTN",
        "image": "mntn.jpg",
        "description": "'MNTN' est votre guide en ligne ultime pour la randonnée, proposant des conseils sur l'équipement, les destinations et les essentiels de la randonnée. Découvrez nos ressources supplémentaires et rencontrez notre équipe.",
        "type": "Projet front One-Page",
        "date": "Février 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Validation des compétences en HTML et CSS, y compris la maîtrise des flexbox et des positions. Intégration ultérieure d'animations JavaScript et d'un menu hamburger.",
        "lien": "https://aldevweb.github.io/mntn/"
    },
    {
        "titre": "M.M.T",
        "image": "mmt.jpg",
        "description": "Découvrez 'Moto Manga Tales', une expérience interactive où votre passion pour les motos et les mangas se fusionne dans des aventures épiques, vous permettant de créer votre propre légende de motard ou de motarde manga !",
        "type": "Projet front personnel",
        "date": "Février 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Création d'un site absurde en utilisant des outils d'IA tels que ChatGPT ou Bing, suivi de l'ajout d'un menu burger avec JavaScript.",
        "lien": "https://aldevweb.github.io/mmt/"
    },
    {
        "titre": "4 Elements",
        "image": "4-elements.jpg",
        "description": "Découvrez l'expérience des 4 Éléments : une immersion sensorielle unique dans des hôtels avant-gardistes, où luxe et harmonie avec la nature se rencontrent pour une expérience inoubliable.",
        "type": "Projet front multipage",
        "date": "Février 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Intégration en HTML et CSS de la page d'accueil et de la page 'feu', suivie de l'ajout du formulaire par la suite.",
        "lien": "https://aldevweb.github.io/4_elements/"
    },
    {
        "titre": "Morpion",
        "image": "morpion.jpg",
        "description": "Prenez un moment de détente avec notre mini-jeux de morpion",
        "type": "Mini-jeu personnel",
        "date": "Mars 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Initiation ludique à JavaScript.",
        "lien": "https://aldevweb.github.io/morpion/"
    },
    {
        "titre": "Application Météo",
        "image": "meteo-app.jpg",
        "description": "Suivez les prévisions météorologiques en temps réel avec notre application web (météo à 7 jour et heure par heure sur 24h avec précipitation, vent et fond d'écran interactif)",
        "type": "Projet front personnel",
        "date": "Mars 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Apprentissage du fonctionnement d'une API et de la mise en place d'une grille CSS.",
        "lien": "https://aldevweb.github.io/appli_meteo/"
    },
    {
        "titre": "Dehors",
        "image": "dehors.jpg",
        "description": "Découvrez 'Dehors! - Escape Game Paris' : vivez des aventures palpitantes en endossant le rôle d'un détective, résolvant des énigmes farfelues dans un manoir mystérieux au cœur de Paris ou même dans l'espace.",
        "type": "Projet front One-Page",
        "date": "Mars 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Validation des compétences en sémantique HTML, intégration dynamique et design responsive.",
        "lien": "https://aldevweb.github.io/dehors/"
    },
    {
        "titre": "Men Sportswear",
        "image": "men-sportwear.jpg",
        "description": "M’S est une boutique spécialisée dans les vêtements, chaussures et équipements de sport pour hommes. Collaborant avec les grandes marques et proposant leur propre gamme @utdoor.",
        "type": "Projet front multipage",
        "date": "Avril 2024",
        "pictos":["p-html", "p-css", "p-css", "p-js", "p-leaflet"],
        "librairies": ["swiperjs"],
        "objectif": "Développement d'un site web comprenant une page d'accueil statique et un modèle de détail de produit, ainsi qu'un modèle dynamique pour la catégorie 'Chaussures - Baskets'. Le site sera responsive, optimisé pour le référencement et accessible.",
        "lien": "https://aldevweb.github.io/m_s/"
    }
]