[
    {
        "titre": "Moovizy 2.0",
        "image": "moovizy.jpg",
        "description": "Concept d'une nouvelle version de l'application mobile Moovizy pour Saint-Étienne Métropole, axée sur l'intermodalité des transports",
        "type": "Projet typé UI/UX",
        "date": "Janvier 2024",
        "pictos":["p-figma"],
        "librairies": [],
        "objectif": "Prise en main l'outil de conception Figma et à comprendre les besoins des utilisateurs, à formuler des problématiques pertinentes et à concevoir des solutions innovantes.",
        "lien": "https://aldevweb.github.io/portfolio_aldev/moovizy"
    },
    {
        "titre": "La Ruche",
        "image": "ruche.jpg",
        "description": "'La Ruche', découvrez nos miels traditionnels et respectueux, fruits d'un engagement profond envers l'apiculture durable.",
        "type": "Mon premier projet One-Page",
        "date": "Janvier 2024",
        "pictos":["p-html", "p-css"],
        "librairies": [],
        "objectif": "Prise en main des langages HTML et CSS, puis rendu responsive par la suite",
        "lien": "https://aldevweb.github.io/ruche/"
    },
    {
        "titre": "Interno",
        "image": "interno.jpg",
        "description": "'Interno' : votre destination pour un design d'intérieur sur mesure, créatif et de qualité. Explorez nos services, projets et contactez notre équipe. Abonnez-vous à notre newsletter pour les dernières tendances.",
        "type": "Premier projet multipage",
        "date": "Janvier 2024",
        "pictos":["p-html", "p-css"],
        "librairies": [],
        "objectif": "Application des connaissances HTML et CSS, mise en place du responsive design et découverte d'un formulaire de contact",
        "lien": "https://aldevweb.github.io/interno/"
    },
    {
        "titre": "MNTN",
        "image": "mntn.jpg",
        "description": "'MNTN' est votre guide en ligne ultime pour la randonnée, proposant des conseils sur l'équipement, les destinations et les essentiels de la randonnée. Découvrez nos ressources supplémentaires et rencontrez notre équipe.",
        "type": "Projet One-Page",
        "date": "Février 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Validation des acquis en HTML et CSS, avec notamment la gestion des flex-box et des positions. Ajout par la suite des animations javasrcipt et du menu burger",
        "lien": "https://aldevweb.github.io/mntn/"
    },
    {
        "titre": "M.M.T",
        "image": "mmt.jpg",
        "description": "Découvrez 'Moto Manga Tales', une expérience interactive où votre passion pour les motos et les mangas se fusionne dans des aventures épiques, vous permettant de créer votre propre légende de motard ou de motarde manga !",
        "type": "Projet personnel",
        "date": "Février 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Création d'un site absurde. Prise en main des outils IA tel ChatPT ou Bing puis ajout du menu burger avec javascript par la suite",
        "lien": "https://aldevweb.github.io/mmt/"
    },
    {
        "titre": "4 Elements",
        "image": "4-elements.jpg",
        "description": "Découvrez l'expérience des 4 Éléments : une immersion sensorielle unique dans des hôtels avant-gardistes, où luxe et harmonie avec la nature se rencontrent pour une expérience inoubliable.",
        "type": "Projet multipage",
        "date": "Février 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Intégration html et css de la page d'accueil ainsi que la page feu puis ajout du formulaire par la suite",
        "lien": "https://aldevweb.github.io/4_elements/"
    },
    {
        "titre": "Morpion",
        "image": "morpion.jpg",
        "description": "Prenez un moment de détente avec notre mini-jeux de morpion",
        "type": "Mini-jeu personnel",
        "date": "Mars 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Prise en main ludique de javascript",
        "lien": "https://aldevweb.github.io/morpion/"
    },
    {
        "titre": "Application Météo",
        "image": "meteo-app.jpg",
        "description": "Suivez les prévisions météorologiques en temps réel avec notre application web (météo à 7 jour et heure par heure sur 24h avec précipitation, vent et fond d'écran interactif)",
        "type": "Projet personnel",
        "date": "Mars 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Prise en main du fonctionnement d'une API et d'une grid CSS",
        "lien": "https://aldevweb.github.io/appli_meteo/"
    },
    {
        "titre": "Dehors",
        "image": "dehors.jpg",
        "description": "Découvrez 'Dehors! - Escape Game Paris' : vivez des aventures palpitantes en endossant le rôle d'un détective, résolvant des énigmes farfelues dans un manoir mystérieux au cœur de Paris ou même dans l'espace.",
        "type": "Projet One-Page",
        "date": "Mars 2024",
        "pictos":["p-html", "p-css", "p-js"],
        "librairies": [],
        "objectif": "Vérification des acquis sur la sémantique, l'intégration dynamique et le responsive",
        "lien": "https://aldevweb.github.io/dehors/"
    },
    {
        "titre": "Men Sportswear",
        "image": "men-sportwear.jpg",
        "description": "M’S est une boutique spécialisée dans les vêtements, chaussures et équipements de sport pour hommes. Collaborant avec les grandes marques et proposant leur propre gamme @utdoor.",
        "type": "Projet multipage",
        "date": "Avril 2024",
        "pictos":["p-html", "p-css", "p-css", "p-js", "p-leaflet"],
        "librairies": ["swiperjs"],
        "objectif": "Développement d'un site web incluant une page d'accueil et un template 'détail produits' statiques, un template dynamique pour la catégorie 'chaussures - baskets'. Le site doit être responsive, optimisé pour le référencement et l'accessibilité.",
        "lien": "https://aldevweb.github.io/m_s/"
    }
]